Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: If the character fails the test, they immediately fall unconscious and begin to suffer damage from asphyxiation, at the rate of 10 points per minute, until they die or are allowed to breathe again.
fr_fr: Si le personnage échoue au test, il tombe immédiatement inconscient et commence à souffrir des dommages de l'asphycie, au rythme de 10 oints par minutes, jusqu'à ce qu'il décède ou qu'il puisse respirer de nouveau.

source: This damage does not cause wounds.
fr_fr: Ces dégats ne causent pas de blessure.

source: Asphyxiating is a terrible process, often leading to panic.
fr_fr: L'asphyxie est un processus horrible, menant souvent à la panique.

source: Characters who are being asphyxiated must make a WIL $$ 3 Test.
fr_fr: Les personnages qui ont été asphyxié doivent faire un Test de VOL $$ 3.

source: If they fail, they suffer 1d10 $$ 2 (round up) mental stress and cannot perform any effective action to rescue themselves that Action turn.
fr_fr: Si ils échouent, ils souffrent de 1d10 $$ 2 (arrondissez au supérieur) point de stress mental et ne peuvent effectuer aucune action pour s'aider ce Tour d'Action.

source: A character who succeeds may attempt to rescue themselves, and in fact they must make a WIL $$ 3 Test to perform any other action not directly related to rescuing themselves (attacks against another character, a creature, or an object holding the character underwater are exempt from this rule).
fr_fr: Un personnage qui réussit peuvent essayer de s'aider, et ils doivent en fait réussir un Test de VOL $$ pour effectuer toute action non directement reliée à leur survie immédiate (attaquer un autre personnage, une créature ou un objet maintenant le personnage sous l'eau sont exemptées de cette règle).

source: Due to emitting a continuous beam of energy rather than single projectiles, beam weapons are easier to ``home in'' on a target.
fr_fr: Les arems à rayons sont plus facile à "pointer" sur la cible, en raison du rayon d'énergie continu qu'elles émettent en lieu et place des porjectiles.

source: This means one of the following two rules may be used when making beam weapon attacks.
fr_fr: Cela signifie que l'une des deux règles suivantes peut-être utilisée lorsque vous attaquez avec une arme à rayons.

source: These options are not available for ``pulse'' beam weapons (like the laser pulser), as such weapons emit energy in pulses rather than a continuous beam.
fr_fr: Ces options ne sont pas disponibles pour les armes à "impulsions" (comme les pluseurs lasers), car de telels armes émettent des impulsions énergétique au lieu d'un faisceau continu.

source: An attacker who is making two semi-auto (p.
fr_fr: Un attaquant effectuant deux attaques semi-automatiques (p.

source: 198) attacks with a beam weapon with the same Complex Action and who misses with the first attack may treat that attack as a free Aim action (p.
fr_fr: 198) avec une arme à rayon dans la même Action Complexe et qui rate sa première attaque peu traiter cette attaque comme une Action Rapide AJuster (p.

source: 190), receiving a +10 modifier for the second attack.
fr_fr: 190), recevant un modificateur de +10 sur sa deuxième attaque.

source: In other words, though the first attack misses, the character takes the opportunity to sweep the beam closer to the target for the second attack.
fr_fr: En d'autres terme, même si la première attaque rate sa cible, le personnage profite de l'opportunité pour balayer le fasiccau pour le rapprocher de la cible lors de la deuxième atatque.

source: This only applies when both attacks are made against the same target.
fr_fr: Cela ne s'applique que lorsque les deux attaques sont effectéues contre la même cible.

source: A character firing a semi-auto beam weapon who hits with the first attack may choose to keep the beam on and concentrate their fire, cooking the target.
fr_fr: Un personnage utilisant une arme à rayon semi-automatqiue et qui touche avec sa première atatque peut choisir de maintenir le rayon et de concentrer le faisceau, cuisant la cible.

source: In this case, the character foregos their second semi-auto attack with that Complex Action, but automatically bolsters the DV of the first attack by $$ 1.5 (round up).
fr_fr: Dans ce cas, si le personnage abandonne sa deuxième attaque semi-atutomatique de cette Action Complexe, mais augmente automatique la VD de sa première atatque by $$ 1,5 (arrondissez au supérieur).

source: This decision must be made before the damage dice are rolled.
fr_fr: Cette décision doit être prise avant que les dés de dégâts ne soient lancés.

source: Attacking a target that you cannot see is difficult at best and a matter of luck at worst.
fr_fr: Attaquer une cible que vous ne pouvez aps voir est, au mieux, difficile et est une questiond e chance dans le pire des cas.

source: If you cannot see, you may make a Perception Test using some other available sense to detect your target.
fr_fr: Si vous ne pouvez pas voir, vous devez faire un test de Perception en utilisant un autre sens disponible pour détecter votre cible.

source: If this succeeds, you attack with a -30 modifier.
fr_fr: Si ce test est un succès, vous subissez un modificateur de -30 à votre attaque.

source: If your Perception Test fails, your attack is primarily based on chance --- your target number for the attack test is equal to your Moxie stat (no other modifiers apply).
fr_fr: Si votre Test de Perception échoue, votre ataque est essentiellement basée sur la chance - le seuil de votre attaque est égal à votre stat Moxie (sans aucun autre modificateur).

source: With the help of a spotter, you may target an enemy that you can’t see using indirect fire.
fr_fr: Avec l'aide d'un désignateur, vous pouvez cibler un ennemi que vous ne pouvez pas voir en utilisant le tir indirect.

source: In this case you must be meshed with a character, bot, or sensor system that has the target in its sights and which feeds you targeting data (the gamemaster may require a Perception Test from the spotter).
fr_fr: Dans ce cas vous devez être meshé avec un personnage, un bot ou un système de cpateur qui a la cible en vue et qui vous pousse les donéns de ciblage (le maître de jeu peu demander un Test de Perception pour le désignateur).

source: Indirect attacks suffer a -30 modifier.
fr_fr: Les attaques indirectes souffrent d'un modificateur de -30.

source: Seeker missiles (p.
fr_fr: Les missiles chercheurs (p.

source: 340) can home in on a target that is ``painted'' with reflected energy from a laser sight (p.
fr_fr: 340) peuvent atterir sur une cible qui est "éclairée" par l'énergie réfélchie d'un viseur laser (p.

source: 342) or similar target designator system.
fr_fr: 342) ou d'un système de désignation de cible similaire.

source: An ``attack'' must first be made to paint the target with the laser sight using an appropriate skill.
fr_fr: Une "atatque" doit d'abord être effectuée pour élcairer la cible avec le viseur laser en utilisant une compétence appropriée.

source: If this succeeds, it negates the -30 indirect fire modifier for the seeker launcher’s attack test.
fr_fr: Si l'attaque réussit, cela annule le modificateur de -30 du tir indirect pour le test d'attaque du lanceur.

source: the target must be held in the spotter’s sights (requiring a Complex Action each Action Phase) until the seeker strikes.
fr_fr: La ible doit rester en vue du désignateur (nécessitant une Action Complexe à chaque Phase d'Action) jusqu'à ce que le chercheur touche.

source: AI-operated robots and synthetic morphs are a common sight in Eclipse Phase.
fr_fr: Les robots manœuvrés par des IA et les morphs syntéhtique sont des choses commune à Eclipse Phase.

source: Robots are used for a wide range of purposes, from surveillance, maintenance, and service jobs to security and policing --- and so may often play a role in action and combat scenes.
fr_fr: Les robots sont utilisés pour une grande variété de tâches, de la surveillance, la maintenance et les services à la sécurité et à ploce - et peuvent donc souvent jouer un rôle dans les scènes d'actions et de combats.

source: Though less common (at least in habitats), AI-piloted vehicles are also frequently used and encountered.
fr_fr: Bien que moins courants (au moins dans certains habitats), les véhicuels pilotés apr des IA sont également fréquemment utilisés et rencontrés.

source: Note that the difference between a robot, vehicle, and synthetic morph is in many ways semantic.
fr_fr: Notez que la différence entre un bots, un véhicule et une synthmorph est essentiellement sémantique.

source: Robots are simply synthetic bodies controlled by an AI.
fr_fr: Les robots sont simplements des corps synthétique contrôlés par une IA.

source: Vehicles are also robotic --- AI controlled --- but the term ``vehicle'' is used to denote that they carry passengers.
fr_fr: Les véhicules sont également des robots - contrôlé par IA - mais le terme "vhciule" dénote leur capacité à transporter des passagers.

source: Both bots and vehicles can be used as synthetic morphs --- that is, inhabited by a transhuman ego --- assuming they are equipped with a cyberbrain (p.
fr_fr: Les bots et les véhciules peuvent être utilisés comme morph synthétique - c'est à dire, habitées par un ego transhumain - du moment qu'ils sont équipés d'un cybercerveau (p.

source: For the purpose of these rules, the term ``shell'' is used to refer to bots, vehicles, and synthetic morphs alike.
fr_fr: Dans le cadre de ces règle, le mot "coque" est tilisé pour faire référence aux bots, aux véhicule et aux synthmorphs.

source: Like synthmorphs, bots and vehicles are treated just like any other character: they roll Initiative, take actions, and use skills.
fr_fr: Comme les synthmorphs, le sbot ste les véchiules sont traités comme tous les autres personnages: ils lancent leur Initiative, effectuent des actoins et utilisent des compétences.

source: A few specific aspects of these shells needs special consideration, however, covered below.
fr_fr: Quelques aspects de ces coques nécessitent cependant des considérations particulière qui sont couvertes ci-dessous.

source: Just like synthmorph characters, certain bot and vehicle stats (Durability, Wound Threshold, etc.) and stat modifiers (Initiative, Speed, etc.) are determined by the actual physical shell.
fr_fr: Tout comme les personnages en synthmorph, certaines stats des bots et de véhicules (Solidité, Seuil de Blessure, etc) et modificateur de stats (Initiative, Vitesse, etc) sont en fait déterminées par la coque physique.

source: Other stats are determined by the bot/vehicle’s operating AI (in place of an ego).
fr_fr: D'autre stats sont déterminés par l'IA contrlant le bot/véhciule (en lieu et place d'un ego).

source: Bots and vehicles may also have traits that apply to their AI or physical shell.
fr_fr: Les bots et les véhciules peuvent également avoir des traits qui s'appliquent à leur IA ou à leur coque physique.

source: For sample bots and vehicles, see p.
fr_fr: Pour des exemples de bto sou de véhicules, voir p.

source: 342 of the Gear chapter.
fr_fr: 342 du chapitre Équipement.

source: Handling: Bots and vehicles have a special stat called Handling, which is a modifier applied to all tests made to pilot the bot/vehicle.
fr_fr: Maniabilité: Le sbots et les véhicules ont une stat particulière appellée Maniabilité, qui est un modifictauer appliqué à tous les tests fait pour piloter le bot/véhicule.

source: This represents the bot/ vehicle’s maneuverability.
fr_fr: Ell représente la manœuvrabilité du bot/véhicule.

source: The skills and aptitudes used by a bot or vehicle are those possessed by its AI.
fr_fr: Les compétences et aptitudes utilisés par un bot ou un véhicule sont ceux possédés par son IA.

source: See AIs and Muses, p.
fr_fr: Voir IA et Muses , p.

source: Like characters, bots and vehicles have a walking and running Movement rate.
fr_fr: Comme les personnages, les bots et les véhicules ont un score de Mouvement pour la marche et pour la course.

source: This is used whenever the bot/vehicle is engaged in action or combat scenes with other characters.
fr_fr: Ils sont utilisés lorsque le bot/véhicule est impliqué dans une scène d'action ou de combat avec d'autres personnages.

source: Shells that are capable of greater speeds will also have a Maximum Velocity listed --- this is the highest rate at which the shell may safely move, listed in kilometers per hour.
fr_fr: Les coques qui sont capables d'atteindre des vitesses plus élevées ont aussi une Vitesse Maximale - c'est la vitesse la plus élevé à laquelle la coque peut se déplacer de manière sûre, indiquée en kilomètre par heure.

source: At the gamemaster’s discretion, some shells may push their limits and accelerate further, but at significant risk --- the gamemaster should apply appropriate penalties to Pilot Tests and other tests.
fr_fr: À la discrétion du maître de jeu, certaines coque peuvent dépasser leur limite et accélérer au-delà, masi avec une prise de risqaue significative - le mæître de jeu devrait appliquer des pénalités appropriées aux test de Piloter et aux autres tests.

source: Shells that are moving faster than their running Movement rate (up to their Max.
fr_fr: Les coques qui se déplacent plus vite que leur score de course de Mouvement (jusqu'à leur Vitesse Max.

source: Velocity) are generally considered to be moving too fast for standard action and combat interaction with other characters.
fr_fr: ) sont gnéralement considérés comem se déplaçant trop vite pour intergair de manière normale avec les autres personnages lors de l'action ou du combat.

source: This is when the action enters ``chase scene'' mode --- a traveling narrative of maneuvering choices and tests with various outcomes.
fr_fr: C'est le moment ou la scène passe dans le mode "scène de poursuite" - un mouvement narratif composé de choix de maœuvre et de test avec différentes issues.

source: Whether or not a chase is actually occurring, the gamemaster should remember that Max Velocity is not the only factor in high-speed situations.
fr_fr: Qu'une poursuite soit réellement en cours ou non, le maître de jeu devrait garder en tête que la Vitesse Maximale n'est pas le seul facteur à prendre en compte pour les situatiosn à haute-vitesse.

source: Environmental factors like terrain, weather conditions, navigation, pedestrians, and traffic can provide obstacles for shells to overcome.
fr_fr: Les facteur senvironneemntaux comme le terrain, les conditions météorologiques, la navigation, les piétons et le traffic peut fournir des obstacles que les coques doivent franchir.

source: A shell tearing across a habitat in order to reach a bomb before it detonates should have to make several decisions and tests that may affect whether it gets there in time or not.
fr_fr: Une coque devant taverser un habitat pour atteindre une bombe avant qu'elle n'explose devra prendre plusieurs décisions et faire quelques tests qui détermineront si elle arrive à temps ou non.

source: Likewise, a shell seeking to shake off some hot pursuit will have to pull off some fancy maneuvering and hopefully find a shortcut or two in order to outrace their opponents.
fr_fr: De manière similaire, une coque cherchant à semer des poursuivants devra effectuer quelques manœuvres imaginative et espérer trouver un raccourci ou deux pour semer ses opposants.

source: Shells that suffer wounds during combat or chases may be force to make a Pilot Test to avoid crashing or may crash automatically.
fr_fr: Les coques qui subissent des blessures en combat ou en poursuite pourraient être forcées de faire un Test de Piloter pour éviter de s'écraser ou s'écraser automatiquement.

source: The exact circumstances of a crash are left up to the gamemaster, as best fits the story --- the shell may simply skid to a stop, plow into a tree, fall from the sky, or flip over and land on a group of bystanders.
fr_fr: Les circonstances exacte d'un crash sont laissées à l'appréciation du maître de jeu en fonction de ce qui colle le mieux à l'histoire - la coque pourrait simplement s'arréter en glissant, percuter un arbre, tomber du ciel ou faire un tonneau et atterir sur un groupe de passants.

source: Shells that strike other objects when they crash typically take further damage from the collision (see Collisions).
fr_fr: Les coques qui percutent d'autres objets lorsqu'elles s'écrasent prennent générallement des dégats supplémenataire suite à la collision (voir Collisions)

source: If a shell crashes into or intentionally rams a person or object, someone is likely to get hurt.
fr_fr: Si une coque s'écrase dans ou percute volontairement une personne ou un objet, quelqu'un sera blessé.

source: To determine how much DV is inflicted, roll 1d10 and add the shell’s DUR divided by 10 (round up).
fr_fr: Pour déterminer la quantité de VD infligée, lancez 1d10 et ajoutez-y la SOL de la coque divisée par 10 (arrondit au supérieur).

source: This is the damage applied at walking speeds.
fr_fr: Cela représente les dommages infligés à la vitesse de marche.

source: If the shell was moving at running speeds, multiply the DV by 2.
fr_fr: Si la coque se déplaçait à la vitesse de coruse, multipliez la VD par 2.

source: If the shell was moving at chase speeds, multiply the DV by the shell’s velocity $$ 10 in meters per turn.
fr_fr: Si la coque se déplaçait à une vitesse de poursuite, multipliez la VD par la vitesse de la coque $$ 10 en mètres par tour.

source: Both the shell and whatever it strikes suffer this damage, assuming the collision is with something equal dense and hard.
fr_fr: La coque et tout ce qu'elle percute subissent ces dégats, du moment que la collision a lieu vaec quelques choses équivalent en densité et en dureté.

source: Soft and squishy objects like biomorphs will be less damaging to a shell (unless they happen to be in a hardsuit or battlesuit), in which case the shell will only suffer half damage from the collision.
fr_fr: Les objets mous et déformable comem les biomoprhs feront moins de dégats à la coque (sauf si elles se trouvent dans une tenue rigide ou en armure de bataille), auquel cas la coque ne subira que la moitié des dommages suite à la collision.

source: Kinetic armor defends against crash DV.
fr_fr: Les armures Cinétiques sont utilisées pour résister à la VD d'un crash.

source: If two moving shells collide head-on, calculate the damage from both and inflict to both.
fr_fr: Si deux coques se percutent en face à face, calculez les dégats infligés par chacune d'elle et infligez les au deux.

source: If two shells moving in the same direction collide, only count the difference in velocity.
fr_fr: Si deux coques qui se déplacent dans la même sens, se percutent ne prenez en compte que la différence de vitesse.

source: Passengers in a vehicle may also be damaged by collisions if they are not wearing proper safety restraints.
fr_fr: Les passagers dans les véhicules peuvent aussi être endommagés apr les collisions si ils n'utilisent pas les mesures de sécurité correctes.

source: They suffer one half the DV applied to their vehicle (less their own Kinetic armor).
fr_fr: Ils ne subissent que la moitié de la VD subie par leur véhciule (réduite de leur propre armure Cinétique).

source: Base Collision DV
fr_fr: VD de Collision de Base

source: 1d10 + (DUR $$ 10)
fr_fr: 1d10 + (SOL $$ 10)

source: Running
fr_fr: Course

source: DV $$ 2
fr_fr: VD $$ 2

source: Chase Speeds
fr_fr: Vitesses de Poursuites

source: DV $$ (velocity $$ 10)
fr_fr: VD $$ (vitesse $$ 10)

source: During combat, passengers within a vehicle may be targeted separately from the vehicle itself.
fr_fr: Pendant le combat, les passagers à l'intérieur d'un véhciule peuvent être ciblés séparément du véhicule.

source: Attacks made against passengers this way do not harm the vehicle itself (unless an area effect weapon is used).
fr_fr: Les attaques effectués contre les passagers de cette manière n'infligent aucun dégât au véhicule (à l'exception des armes à aire d'effet).

source: Targeted passengers benefit both from cover (usually Major, -30) and from the vehicle’s structure, adding the vehicle’s Armor Value to their own.
fr_fr: Les passagers ciblés bénéficient à la fois d'un couvert (généralemennt Majeur, -30) et de la structure du véhciule, ajoutant l'Armure du Véhciule à la leur.

source: Passengers within a vehicle are generally not harmed by attacks made against the vehicle itself.
fr_fr: Les passagers à l'intérieur d'un véhciule ne sont généralement pas blessés par les attaques effectuées contre le véhciule.

source: Area effect weapons are an exception to this rule, but in this case the passengers also benefit from the vehicle Armor Value.
fr_fr: Les armes à aire d'effet sont une exception à cette règle, mais dans ce cas les apssagers bénéficient aussi de toute l'Armure du Véhicule.

source: Any shell (or biomorph) with a puppet sock (also included with all cyberbrains) may be remote controlled, either by a character or a remote AI.
fr_fr: Toute coque (ou biomorph) avect l'option marionnette (inclut dans tous els cybercerveaux) peut être contrôllée à distance, soit par un personnage soit par une IA distante.

source: This requires a communications link between the teleoperator and the shell (the ``drone”).
fr_fr: Cela nécessite un lien de communication entre le téléopérateur et la coque (le "drône").

source: The teleoperator controls the drone via an entoptic interface, and receives sensory input and other data via the drone’s mesh inserts.
fr_fr: Le téélopérateur contrôlle le drône grâce à une interface entoptique, et reçoit les retour sensorielles et les autres données grâce à l'insert de mesh du drône.

source: When under direct control, the shell’s AI (or resident ego) is subsumed and put on standby.
fr_fr: Lorsque soumis à un contrôlle direct, l'IA (ou l'égo résident) de la coque est surchargé et mis en veille.

source: The drone only acts as instructed.
fr_fr: Le drône n'agît que selon les instructiosn reçues.

source: Each instruction counts as a Quick Action.
fr_fr: Chauqe instruction coûte une Action Rapide.

source: In this situation, the drone acts with the same Initiative as the teleoperator.
fr_fr: Dance cette situation, le drône agît avec la même Initiative que le téléopérateur.

source: The teleoperator’s skills and stats are used in place of the shell AI’s.
fr_fr: Les compétences et stats du téléopérateur ont utilisés en lieu et place de ceux de l'IA de la coque.

source: Due to the nature of remote operation, however, all tests are made with a -10 modifier.
fr_fr: En raison de la nature des opérations distantes tous les tests sont cependant fait avec un modificateur de -10.

source: Multiple drones may be controlled at once, but commanding them requires separate Quick Actions unless they are receiving the same command.
fr_fr: Plusieurs drônes peuvent être contrôllés en même temps, mais leur donner des ordres nécessite une Action Rapide distincte à moins qu'ils ne reçoivent la même commande.

source: Direct control teleoperation is not very feasible at extreme distances, due to the light-speed lag with communications.
fr_fr: Le contrôle direct par téélopération 'est pas faisable sur des distances extrêmes, en raison de l'impact du décalage temporel sur les communications.

source: Alternately, the teleoperator can put the drone in autonomous mode, allowing the shell’s AI to resume normal operations.
fr_fr: Le téléopérateur peut également mettre led drœne en mode autonome, permettant à l'IA de le coque de reprendre sona ctivité normale.

source: The drone still follows the teleoperator’s commands to the best of its abilities.
fr_fr: Le drône continue de suivre les ordres du téléopérateurs dans la mesure de ses capacités.
